{
    "WelcomeBlock": {
        "headline": "Nous vous aidons à construire les futurs usages numériques avec les technologies du web3, de la blockchain et des applications mobiles!",
        "intro": "Chez devvv3, nous sommes des développeurs spécialisés en développement fullstack web3 et iOS. Notre équipe est dédiée à donner vie à vos projets, qu'il s'agisse d'un accompagnement global ou d'une expertise ciblée.",
        "list": "Smart contract | front-end web3 | Marketplace | Actif numérique | App mobile iOS",
        "callToAction": "Une idée ? Une question ? Parlons-en !"
    },
    "ProjectBlock": {
        "title": "projets",
        "intro": "Voici quelques-un de nos derniers projets"
    },
    "StackBlock": {
        "title": "stack technique",
        "intro": "Chez devvv3, nous utilisons les outils les plus avancés pour le développement de projets et nous nous tenons constamment à jour avec les dernières évolutions technologiques.",
        "decentralisedApp": "app décentralisée"
    },
    "CompanyBlock": {
        "title": "devvv3 en bref",
        "intro1": "Passionnés par les technologies blockchain et iOS, nous sommes fermement convaincus des impacts à long terme de la décentralisation et de la digitalisation.",
        "intro2": "Nous combinons notre expertise technique avec notre expérience en gestion de projets et en recherche & développement pour créer les applications de demain.",
        "basedIn": "basé sur",
        "theTeam": "l'équipe",
        "jeromeProfile": "Développeur web3 et IOS",
        "email": "envoyer un email"
    },
    "Footer": {
        "copyright": "Tout droit réservé",
        "joke": "Site développé avec la BO d’interstellar"
    },
    "LocaleSwitcher": {
        "label": "Change language",
        "locale": "{locale, select, fr {Français} en {English} other {Unknown}}"
    },
    "MeetingButton": {
        "text": "Prendre un rdv"
    },
    "offer": {
        "title": "nos offres",
        "starter": {
            "headline": "Structurez votre idée",
            "price": "par item / Pack complet",
            "title1": "Atelier \"Quoi ?\"",
            "description1": "quels services pour quelles cibles ? 👉 cahier des charges fonctionnel 🎯",
            "title2": "Atelier \"Comment ?\"",
            "description2": "quelles solutions techniques pour quels services ? 👉 cahier des charges technique ✅",
            "title3": "Maquette visuelle interactive",
            "description3": "Présenter et partager votre projet comme s’il était réel avec une maquette visuelle interactive 💥📱",
            "description4": "Une semaine top chrono pour l’ensemble des livrables ⏰"
        },
        "booster": {
            "headline": "Accélérez votre développement",
            "price": "A partir de",
            "description1": "Intégration à votre équipe dev 🧑‍💻",
            "description2": "Consultation initiale gratuite pour évaluer le besoin 🗒️",
            "description3": "Périmètre frontend, smart contract, IOS",
            "description4": "Forfait flexible de développement de 5 à 20 jours, utilisables à la demande 📅",
            "description5": "Support technique post développement pour les forfaits 10 et 20 jours 🚨"
        },
        "prime": {
            "headline": "Faites développer votre produit",
            "price": "A partir de",
            "description1": "Livraison d’un MVP web3 et/ou IOS clé en main 🎊",
            "description2": "Consultation initiale gratuite pour évaluer le besoin 🗒️",
            "description3": "Mise en place des outils d’infrastructure nécessaire (base de donnée, authentification utilisateur, déploiement smart contract et site...) 🤖",
            "description4": "Maintenance offerte pendant un an 🚨",
            "description5": "Développement prioritaire ⏩"
        }
    },
    "projects": {
        "fleet-collective": {
            "name": "fleet collective",
            "description": "Site de mint de NFT",
            "detail1": "Site de mint de carte de membre du collectif Fleet. Le mint est conditionnel à l’appartenance au serveur discord du collectif ainsi qu’à la détention de certains rôles spécifique.",
            "detail2": "L’api de discord est utilisée pour vérifier les informations nécessaires à l’accès à la fonction de mint. Le smart contract de la collection est géré via thirdweb "
        },
        "collector-chain": {
            "name": "collector chain",
            "description": "Tokénisation et fractionalisation d'objets",
            "detail1": "Avec Collector Chain, créez, achetez et vendez des objets de collection physiques numérisés et fractionnés. Collector Chain est une plateforme qui facilite votre hobby de collectionneur grâce au fractionnement des objets.",
            "detail2": "N’importe qui peut demander le fractionnement de n’importe quel objet. La conservation et la valorisation sont effectuées par des experts. De plus, en acquérant des parts de propriété réelles de l'objet au lieu de l'objet réel, la collection devient plus durable en évitant la pression de production de nouveaux objets."
        },
        "confidential-customer": {
            "name": "client confidentiel",
            "description": "Smart contracts NFT",
            "detail1": "Développement d'une bibliothèque de smart contract type. Chaque smart contract sert de modèle paramètrable pour le lancement d'une nouvelle collection avec des paramètre spécifique : type de NFT, prix, supply, partage des revenues,...",
            "detail2": "Chaque contrat prends en charge la gestion de rôles, le partage de revenu automatisé et la possibilité de payer les NFTs en actif numérique stable (stable coin)."
        },
        "perfconnect": {
            "name": "perf connect",
            "description": "App IOS de coaching sportif",
            "detail1": "Application de coaching pour sportif amateur cherchant à optimiser leurs performances : endurance, vitesse, motricité, force et explosivité.",
            "detail2": "Basé sur une auto évaluation de l'utilisateur ainsi qu'un délai souhaité, l'application génère un programme d'entrainenement personalisé. L'utilisateur enregitre ses performances et a accès un coach personnel pour l'accompagner dans sa progression."
        }
    }
}